{
   "accessDeniedError2": {
      "description": "Message shown when the server denies access (unclear reason)",
      "message": "Il server ha inviato un messaggio di 'Accesso negato' – per piacere controlla la tua e-mail e password nel modulo delle opzioni e riprova."
   },
   "addToDictionaryTitle": {
      "description": "Title hover shown in the popup to accept a word to the internal dictionary",
      "message": "Aggiungi \"$word$\" al dizionario personale",
      "placeholders": {
         "word": {
            "content": "$1",
            "example": "foobar"
         }
      }
   },
   "addonsSiteNotSupported": {
      "description": "Error shown when Firefox add-on is used on https://addons.mozilla.org, which doesn't work for technical reasons",
      "message": "Ci dispiace, LanguageTool non funziona nella pagina web degli Add-on di Firefox (addons.mozilla.org). Funziona in tutti gli altri posti dove puoi scrivere (p.es. Facebook, Gmail, Twitter, LinkedIn)."
   },
   "appDesc": {
      "description": "The description of the application, displayed in the web store.",
      "message": "Verifica problemi di ortografia e grammatica nei tuoi testi ovunque sul web."
   },
   "appName": {
      "description": "The name of the application, displayed in the web store.",
      "message": "Correttore grammaticale e ortografico – LanguageTool"
   },
   "appStoreDesc1": {
      "description": "Description item 1 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Trova molti errori che un semplice correttore ortografico non può trovare"
   },
   "appStoreDesc10": {
      "description": "Description paragraph 1 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Con questa estensione puoi controllare il testo con il correttore di stile e grammatica gratuito LanguageTool. LanguageTool trova molti errori che un semplice correttore ortografico non è in grado di trovare, come lo scambio di tu/tuo o la ripetizione di una parola, e può inoltre rilevare alcuni problemi grammaticali. Supporta più di 25 lingue, tra cui inglese, spagnolo, francese, tedesco, polacco e russo."
   },
   "appStoreDesc2": {
      "description": "Description item 2 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Nessuna registrazione necessaria"
   },
   "appStoreDesc20": {
      "description": "Description paragraph 2 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "LanguageTool è progettato per essere semplice. Controlla istantaneamente l'ortografia e la grammatica di qualunque contenuto del campo di testo corrente. LanguageTool è compatibile con pressoché qualsiasi fonte di testo, inclusi i social network come Twitter o LinkedIn e i servizi di e-mail online come Gmail."
   },
   "appStoreDesc3": {
      "description": "Description item 3 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Supporta più di 25 lingue (vedi sotto)"
   },
   "appStoreDesc30": {
      "description": "Description paragraph 3 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Con LanguageTool il nostro obiettivo è quello di fornire all'utente un correttore di grammatica e ortografia completo di tutte le funzioni che gli permettano di avere controllo e sicurezza sul testo. Mentre LanguageTool rappresenta un'estensione essenziale per utenti non madrelingua, è anche abbastanza intelligente da riconoscere gli errori più ricorrenti degli utenti madrelingua. Questo correttore di grammatica e ortografia funziona con tutte le varianti delle lingue più comuni, distinguendo per esempio tra inglese americano e britannico. LanguageTool offre anche un dizionario personale per salvare le eccezioni o le parole che usi frequentemente ma che non sono parte del dizionario convenzionale della lingua in cui scrivi. LanguageTool riconoscerà queste parole nei futuri controlli della grammatica e dell'ortografia."
   },
   "appStoreDesc4": {
      "description": "Description item 4 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Funziona con pressoché qualunque sito web, inclusi Gmail, Facebook e Twitter"
   },
   "appStoreDesc60": {
      "description": "Description paragraph 5 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "A differenza di Grammarly (a.k.a. Grammerly :-) e Ginger, LanguageTool funziona per molte lingue."
   },
   "appStoreDesc70": {
      "description": "Description paragraph 6a in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Per noi la tua privacy è importante: da impostazione predefinita, questa estensione controllerà il tuo testo trasmettendolo a https://languagetool.org attraverso una connessione sicura e criptata. Nessun account è richiesto per utilizzare questa estensione. Noi non registreremo il tuo indirizzo IP. Consulta https://languagetool.org/privacy/ per la nostra politica sulla privacy."
   },
   "appStoreDesc71": {
      "description": "Description paragraph 6b in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Ti preghiamo segnalarci malfunzionamenti su https://forum.languagetool.org"
   },
   "appStoreDesc80": {
      "description": "Description paragraph 7 in Google Chrome Web Store (does not appear in the extension itself)",
      "message": "Lista delle lingue supportate: Inglese (Australia, Canada, Gran Bretagna, Nuova Zelanda, Stati Uniti, Sudafrica), francese, tedesco (Austria, Germania, Svizzera), asturiano, bielorusso, bretone, catalano (anche valenciano), cinese, danese, esperanto, galiziano, greco, italiano, giapponese, khmer, olandese, persiano, polacco, portoghese (Brasile, Portogallo, Angola, Mozambico), romeno, russo, slovacco, sloveno, svedese, tagalog, tamil, ucraino, arabo."
   },
   "ar": {
      "description": "language name",
      "message": "Arabo"
   },
   "ast": {
      "description": "language name",
      "message": "Asturiano"
   },
   "attachScreenshot": {
      "description": "Text shown next to a checkbox that decideds whether a screenshot should be attached to an email",
      "message": "Allega screenshot della pagina"
   },
   "autoCheckDesc": {
      "description": "Options dialog: auto-check on all domains by default",
      "message": "Controllo automatico su tutti i domini di default"
   },
   "autoCheckOnDomainsDesc": {
      "description": "Options dialog: text for the textarea with the domains's where the check text will run automatically in background",
      "message": "Controllo automatico del testo su questi domini:"
   },
   "be": {
      "description": "language name",
      "message": "Bielorusso"
   },
   "br": {
      "description": "language name",
      "message": "Bretone"
   },
   "ca": {
      "description": "language name",
      "message": "Catalano"
   },
   "ca_ES_valencia": {
      "description": "language name",
      "message": "Catalano (Valenciano)"
   },
   "changelog2020DiscountHeaderDescription": {
      "description": "Marketing text that is sticky in header and tells users what the offer is about",
      "message": "Porta la tua scrittura al livello successivo"
   },
   "changelog2020DiscountHeaderDiscount": {
      "description": "20% --> Off \u003C-- The word must come after the percentage",
      "message": "di sconto"
   },
   "changelog2020DiscountHeaderHeadline": {
      "description": "Marketing headline that is sticky in header and tells users what the timer is about",
      "message": "Premium in offerta a tempo limitato!"
   },
   "changelog2020DiscountHeaderLink": {
      "description": "Marketing link that is sticky in header and tells users to get the discount now",
      "message": "Usufruisci ora dello sconto"
   },
   "changelog2020FeatureAppLink": {
      "description": "Link to download the desktop app from the mac appstore",
      "message": "Scarica gratis dal Mac App Store"
   },
   "changelog2020FeaturePremiumTag": {
      "description": "Label that is displayed on top of every new feature section to remind the user about the discount",
      "message": "RISPARMIA 20% SU PREMIUM"
   },
   "changelog2020FeatureSectionAppDescription": {
      "description": "Headline for the section that explains the desktop App in depth",
      "message": "Con la desktop app di LanguageTool per Mac, hai accesso a tutti i tuoi testi in ogni momento. Usa il tasto di scelta rapida definito a livello di sistema per controllare testi dagli appunti e da word processor comuni senza perdere formattazione importante."
   },
   "changelog2020FeatureSectionAppHeadline": {
      "description": "Text for the section that explains the desktop App in depth (up to 200 characters)",
      "message": "Benvenuto LanguageTool per Mac"
   },
   "changelog2020FeatureSectionEditorDescription": {
      "description": "Text for the section that explains the editor in depth (up to 200 characters)",
      "message": "È arrivato il LanguageTool Editor per darti un'esperienza di scrittura priva di distrazioni. Inoltre la nostra cosiddetta \"modalità pignolo\" ti fornirà molti suggerimenti aggiuntivi per perfezionare il tuo testo."
   },
   "changelog2020FeatureSectionEditorHeadline": {
      "description": "Headline for the section that explains the editor in depth",
      "message": "Prova il nostro nuovo editor"
   },
   "changelog2020FeatureSectionOverleafDescription": {
      "description": "Headline for the section that explains the Overleaf integration in depth",
      "message": "Usa LanguageTool per il tuo lavoro scientifico. Con l'integrazione di Overleaf nell'add-on del browser puoi dare ai tuoi testi il tocco finale."
   },
   "changelog2020FeatureSectionOverleafHeadline": {
      "description": "Text for the section that explains the Overleaf integration in depth (up to 200 characters)",
      "message": "Per la scienza!"
   },
   "changelog2020FeatureSectionServicesDescription": {
      "description": "Text for the section that explains that LT now supports more services than ever (up to 200 characters)",
      "message": "LanguageTool adesso supporta più servizi che mai. Ovunque vi piaccia scrivere – noi ci siamo per voi!"
   },
   "changelog2020FeatureSectionServicesHeadline": {
      "description": "Headline for the section that explains that LT now supports more services than ever",
      "message": "LanguageTool – al tuo servizio"
   },
   "changelog2020FeatureSectionSlidesDescription": {
      "description": "Headline for the section that explains the Google Slides integration in depth",
      "message": "LanguageTool ora funziona con Google Slides. Fai colpo sui tuoi responsabili e colleghi con una grammatica impeccabile e un linguaggio convincente."
   },
   "changelog2020FeatureSectionSlidesHeadline": {
      "description": "Text for the section that explains the Google Slides integration in depth (up to 200 characters)",
      "message": "Adesso supportando Google Slides"
   },
   "changelog2020FeatureSectionSpanishPremiumDescription": {
      "description": "Text for the section that explains the Spanish Premium version is here in depth (up to 200 characters)",
      "message": "Con LanguageTool Premium per lo spagnolo porti la tua scrittura al livello successivo. Trova problemi avanzati e ottieni suggerimenti di stile per migliorare la tua scrittura."
   },
   "changelog2020FeatureSectionSpanishPremiumHeadline": {
      "description": "Headline for the section that explains the Spanish Premium version is here in depth",
      "message": "¡Hola, Prémium!"
   },
   "changelog2020FeatureSectionStyleDescription": {
      "description": "Text for the section that explains the LT style checking in depth (up to 200 characters)",
      "message": "LanguageTool trova molti problemi di stile nei tuoi testi, rendendo più professionali le tue comunicazioni."
   },
   "changelog2020FeatureSectionStyleHeadline": {
      "description": "Headline for the section that explains the LT style checking in depth",
      "message": "Stile con sostanza"
   },
   "changelog2020FeatureSectionTeamsDescription": {
      "description": "Text for the section that explains the Team Feature is here in depth (up to 200 characters)",
      "message": "Gestisci il tuo team di scrittori per sviluppare uno stile comune. LanguageTool Premium è ora disponibile per aziende e organizzazioni."
   },
   "changelog2020FeatureSectionTeamsHeadline": {
      "description": "Headline for the section that explains the Team Feature is here in depth",
      "message": "Tutti a bordo!"
   },
   "changelog2020FeatureSectionTranslateDescription": {
      "description": "Text for the section that explains the LT inline translation feature in depth (works for DE/EN only; up to 200 characters)",
      "message": "Hai presente quella sensazione quando hai una parola inglese sulla punta della lingua? Adesso LanguageTool ti aiuta a tradurre singole parole dal tedesco all'inglese. Scrivi semplicemente una parola tedesca dentro una frase in inglese."
   },
   "changelog2020FeatureSectionTranslateHeadline": {
      "description": "Headline for the section that explains the LT translation feature in depth",
      "message": "Com'era quella parola che ora mi sfugge?"
   },
   "changelog2020FeatureTeaserAppDescription": {
      "description": "Text for the teaser that explains the LT App desktop app (up to 100 characters)",
      "message": "Il LanguageTool Editor è in arrivo per il Mac. Scrivi e salva i tuoi testi in un ambiente privo di distrazioni."
   },
   "changelog2020FeatureTeaserAppHeadline": {
      "description": "Headline for the teaser that explains the LT App desktop app",
      "message": "La desktop app per Mac"
   },
   "changelog2020FeatureTeaserEditorDescription": {
      "description": "Text for the teaser that explains the editor (up to 100 characters)",
      "message": "L'editor ti consente di controllare i tuoi testi in un ambiente privo di distrazioni con molte funzionalità aggiuntive."
   },
   "changelog2020FeatureTeaserEditorHeadline": {
      "description": "Headline for the teaser that explains the editor",
      "message": "Prova il Nuovo Editor"
   },
   "changelog2020FeatureTeaserLink": {
      "description": "Link that comes with every new feature teaser and scrolls the page down to read more info about the feature",
      "message": "Per saperne di più"
   },
   "changelog2020FeatureTeaserOverleafDescription": {
      "description": "Text for the teaser that explains the Overleaf integration (up to 100 characters)",
      "message": "L'estensione del browser di LanguageTool ora controlla i tuoi documenti Overleaf."
   },
   "changelog2020FeatureTeaserOverleafHeadline": {
      "description": "Headline for the teaser that explains the Overleaf integration",
      "message": "Supporto per Overleaf"
   },
   "changelog2020FeatureTeaserSlidesDescription": {
      "description": "Text for the teaser that explains the Google Slides integration (up to 100 characters)",
      "message": "L'estensione del browser di LanguageTool ora controlla anche le presentazioni Google Slides."
   },
   "changelog2020FeatureTeaserSlidesHeadline": {
      "description": "Headline for the teaser that explains the Google Slides integration",
      "message": "Supporto di Google Slides"
   },
   "changelog2020FeatureTeaserSpanishPremiumDescription": {
      "description": "Text for the teaser that explains the Spanish Premium version is here (up to 100 characters)",
      "message": "Abbiamo investito molto nella nostra tecnologia per renderlo il correttore di grammatica e stile leader del settore nei paesi ispanofoni."
   },
   "changelog2020FeatureTeaserSpanishPremiumHeadline": {
      "description": "Headline for the teaser that explains the Spanish Premium version is here",
      "message": "Lo spagnolo è stato potenziato"
   },
   "changelog2020FeatureTeaserStyleDescription": {
      "description": "Text for the teaser that explains the LT style checking (up to 100 characters)",
      "message": "LanguageTool ti aiuta ad adottare uno stile di scrittura migliore."
   },
   "changelog2020FeatureTeaserStyleHeadline": {
      "description": "Headline for the teaser that explains the LT style checking",
      "message": "Scrivi con stile"
   },
   "changelog2020FeatureTeaserTeamsDescription": {
      "description": "Text for the teaser that explains the Team Feature is here (up to 100 characters)",
      "message": "Gestisci più partecipanti con dizionari condivisi."
   },
   "changelog2020FeatureTeaserTeamsHeadline": {
      "description": "Headline for the teaser that explains the Team Feature is here",
      "message": "Gestisci il tuo team"
   },
   "changelog2020FeatureTeaserTranslateDescription": {
      "description": "Text for the teaser that explains the LT translation feature (up to 100 characters)",
      "message": "Sono ora disponibili traduzioni per parole e frasi brevi."
   },
   "changelog2020FeatureTeaserTranslateHeadline": {
      "description": "Headline for the teaser that explains the LT translation feature",
      "message": "Traduzioni per il tedesco"
   },
   "changelog2020FeatureUpgrade2Link": {
      "description": "Link that comes with every new feature section and redirects the user to the pricing table with a discount assigned",
      "message": "Risparmia il 20% su Premium"
   },
   "changelog2020FeatureUpgradeLink": {
      "description": "Link that comes with every new feature section and redirects the user to the pricing table with a discount assigned",
      "message": "Ottieni Premium"
   },
   "changelog2020IntroText": {
      "description": "Subheadline that gives further context on what the page is about (new features)",
      "message": "Abbiamo lavorato molto per migliorare il nostro popolare correttore di grammatica e stile, allo scopo di offrirvi la migliore esperienza di utilizzo possibile. Oggi siamo fieri di condividere con voi queste nuove funzionalità:"
   },
   "changelog2020LtInfoText": {
      "description": "Little notification on top of the page that should raise awareness that it's a LanguageTool offer",
      "message": "Ehilà! Novità da Language Tool! "
   },
   "changelog2020MainHeadline": {
      "description": "Headline for a section where all new features are explained",
      "message": "Ecco il nuovo LanguageTool"
   },
   "changelog2020SignUpLink": {
      "description": "Link that sends the user to the sign up form",
      "message": "Iscriviti gratuitamente"
   },
   "changelog2020TeamUpgradeLink": {
      "description": "Link that sends the user to the pricing table to get Premium for their business",
      "message": "Premium per il mio team"
   },
   "changelog2020TimerHourPlural": {
      "description": "Label for the hours section of the timer (Plural)",
      "message": "Ore"
   },
   "changelog2020TimerHourSingular": {
      "description": "Label for the hours section of the timer (Singular)",
      "message": "Ora"
   },
   "changelog2020TimerMinutePlural": {
      "description": "Label for the minutes section of the timer (Plural)",
      "message": "Minuti"
   },
   "changelog2020TimerMinuteSingular": {
      "description": "Label for the minutes section of the timer (Singular)",
      "message": "Minuto"
   },
   "changelog2020TimerSecondPlural": {
      "description": "Label for the seconds section of the timer (Plural)",
      "message": "Secondi"
   },
   "changelog2020TimerSecondSingular": {
      "description": "Label for the seconds section of the timer (Singular)",
      "message": "Secondo"
   },
   "changelogDiscountExpires": {
      "description": "Text that stands in front of a dynamic countdown (e.g. 'Expires in 32:24:10')",
      "message": "L'offerta scade tra"
   },
   "changelogTitle": {
      "description": "title for the browser tab",
      "message": "Nuove funzionalità di LanguageTool"
   },
   "close": {
      "description": "Link that closes the window",
      "message": "Chiudi"
   },
   "cloudServer": {
      "description": "Radio button label for the cloud server setting (the default)",
      "message": "Cloud server (languagetool.org)"
   },
   "connectionProblem": {
      "description": "Message shown to the user when extension can't connect to server",
      "message": "Impossibile stabilire una connessione con $serverUrl$ – controlla la tua connessione a internet o riprova tra un minuto",
      "placeholders": {
         "serverUrl": {
            "content": "$1",
            "example": "https://api.languagetool.org/v2"
         }
      }
   },
   "contextMenuValidate": {
      "description": "Check text item in context menu",
      "message": "Controllo ortografico e grammaticale..."
   },
   "contextMenuValidateInEditor": {
      "description": "Check text item in context menu",
      "message": "Controlla il testo nell'editor"
   },
   "continue": {
      "description": "Link shown below the privacy note on first use",
      "message": "Ok, ho capito"
   },
   "da": {
      "description": "language name",
      "message": "Danese"
   },
   "da_DK": {
      "description": "language name",
      "message": "Danese (Danimarca)"
   },
   "de": {
      "description": "language name",
      "message": "Tedesco"
   },
   "de_AT": {
      "description": "language name",
      "message": "Tedesco (Austriaco)"
   },
   "de_CH": {
      "description": "language name",
      "message": "Tedesco (Svizzero)"
   },
   "de_DE": {
      "description": "language name",
      "message": "Tedesco (Germania)"
   },
   "de_DE_x_simple_language": {
      "description": "language name",
      "message": "Tedesco (lingua semplice)"
   },
   "defaultServerLink": {
      "description": "Options dialog: Link to reset the URL of the API server to the default value",
      "message": "Usa il valore predefinito"
   },
   "deleteWord": {
      "description": "Label for a button that will remove the selected word or letter",
      "message": "Cancella"
   },
   "dialogAllLanguages": {
      "description": "Title for a list of all languages that LT supports",
      "message": "Tutte le lingue:"
   },
   "dialogCounterCharactersOption": {
      "description": "Shown as a option that can be selected in the count menu",
      "message": "Caratteri"
   },
   "dialogCounterCharactersPlural": {
      "description": "Shown next to the characters counter",
      "message": "$number$ caratteri",
      "placeholders": {
         "number": {
            "content": "$1",
            "example": "20"
         }
      }
   },
   "dialogCounterCharactersSingular": {
      "description": "Shown next to the characters counter",
      "message": "1 carattere"
   },
   "dialogCounterSentencesOption": {
      "description": "Shown as a option that can be selected in the count menu",
      "message": "Frasi"
   },
   "dialogCounterSentencesPlural": {
      "description": "Shown next to the sentences counter",
      "message": "$number$ frasi",
      "placeholders": {
         "number": {
            "content": "$1",
            "example": "20"
         }
      }
   },
   "dialogCounterSentencesSingular": {
      "description": "Shown next to the sentences counter",
      "message": "1 frase"
   },
   "dialogCounterWordsOption": {
      "description": "Shown as a option that can be selected in the count menu",
      "message": "Parole"
   },
   "dialogCounterWordsPlural": {
      "description": "Shown next to the words counter",
      "message": "$number$ parole",
      "placeholders": {
         "number": {
            "content": "$1",
            "example": "20"
         }
      }
   },
   "dialogCounterWordsSingular": {
      "description": "Shown next to the words counter",
      "message": "1 parola"
   },
   "dialogDisableMenuDisableChecking": {
      "description": "Menu item for disabling the plugin for this page",
      "message": "Disabilita per questo sito"
   },
   "dialogDisableMenuPauseChecking": {
      "description": "Menu item for pausing the plugin for this page for this session",
      "message": "Disabilita soltanto per questa sessione"
   },
   "dialogEnableInDialogHeadline": {
      "description": "Shown in popup when add-on is not enabled",
      "message": "L'add-on è disabilitato"
   },
   "dialogEnableInDialogText": {
      "description": "Shown in popup when add-on is not enabled",
      "message": "Clicca per abilitare il controllo di ortografia e grammatica."
   },
   "dialogFailStateHeadline": {
      "description": "Text shown when somethign went wrong",
      "message": "Oops..."
   },
   "dialogFailStateText": {
      "description": "Text shown when somethign went wrong",
      "message": "Qualcosa è andato storto. Riprova, per piacere."
   },
   "dialogMainMenuPickyMode": {
      "description": "Shown next to the switch that enables picky mode",
      "message": "Modalità pignolo"
   },
   "dialogMainMenuPickyModeInfo": {
      "description": "Shown underneath the picky mode label",
      "message": "Abilita la modalità pignolo per perfezionare la tua scrittura."
   },
   "dialogMainMenuPremiumMistake": {
      "description": "Shown in the popup that gives more context about what errors have been found (All apremium errors)",
      "message": "Suggerimenti Premium"
   },
   "dialogMainMenuRegularMistake": {
      "description": "Shown in the popup that gives more context about what errors have been found (All errors but premium and picky)",
      "message": "Suggerimenti"
   },
   "dialogMainMenuTextScore": {
      "description": "Shown in the popup that gives more context about the text score",
      "message": "Punteggio del testo"
   },
   "dialogPositionMenuDefault": {
      "description": "Shown next to the setting for default dialog position",
      "message": "predefinito"
   },
   "dialogPositionMenuLeft": {
      "description": "Shown next to the setting for pinned-left dialog position (Dialog stays open on the left side)",
      "message": "sinistra"
   },
   "dialogPositionMenuRight": {
      "description": "Shown next to the setting for pinned-right dialog position (Dialog stays open on the right side)",
      "message": "destra"
   },
   "dialogPremiumButton": {
      "description": "Button for when there are hidden matches (errors that only premium users can see)",
      "message": "Per saperne di più"
   },
   "dialogPremiumHeadlinePlural": {
      "description": "Headline for when there are hidden matches (errors that only premium users can see)",
      "message": "sono stati trovati $count$ ulteriori problemi",
      "placeholders": {
         "count": {
            "content": "$1",
            "example": "7"
         }
      }
   },
   "dialogPremiumHeadlineSingular": {
      "description": "Headline for when there are hidden matches (errors that only premium users can see)",
      "message": "è stato trovato un ulteriore problema"
   },
   "dialogPremiumText": {
      "description": "Text for when there are hidden matches (errors that only premium users can see)",
      "message": "Ottieni ancora più suggerimenti di stile, punteggiatura e grammatica usando LanguageTool Premium"
   },
   "dialogRecommendedLanguages": {
      "description": "Title for a list of languages that we think the user speaks",
      "message": "Raccomandato per te:"
   },
   "dialogScrollHintHeadline": {
      "description": "Text shown when the dialog cannot show all errors and users have to scroll the document to see all suggestions",
      "message": "Suggerimenti"
   },
   "dialogScrollHintText": {
      "description": "Text shown when the dialog cannot show all errors and users have to scroll the document to see all suggestions",
      "message": "Scorrere il documento per vedere più suggerimenti"
   },
   "dialogScrollToLink": {
      "description": "link that highlights and scrolls to a specific error",
      "message": "Mostra nel testo"
   },
   "dialogSelectLanguageLabel": {
      "description": "Label of dropdown where user can select a language for his text",
      "message": "Seleziona la lingua"
   },
   "dialogTextTooLongButton": {
      "description": "Button shown when text is too long",
      "message": "Per saperne di più"
   },
   "dialogTextTooLongHeadline": {
      "description": "Text shown when text is too long",
      "message": "Questo testo è un po' lungo"
   },
   "dialogTextTooLongText": {
      "description": "Text shown when text is too long",
      "message": "Fai l'upgrade a Premium e ottieni suggerimenti avanzati di grammatica e stile per testi lunghi."
   },
   "dialogTextTooShortHeadline": {
      "description": "Text shown when text is too short for checking",
      "message": "Il testo è troppo corto"
   },
   "dialogTextTooShortText": {
      "description": "Text shown when text is too short for checking",
      "message": "Digita almeno 5 caratteri per dare l'avvio al controllo degli errori"
   },
   "dialogTooltipDisableChecking": {
      "description": "Tooltip for disable checking icon",
      "message": "Disabilita il controllo"
   },
   "dialogTooltipHelp": {
      "description": "Tooltip for help icon",
      "message": "Aiuto"
   },
   "dialogTooltipHelpCenter": {
      "description": "Tooltip for go to helpcenter icon",
      "message": "Vai al centro assistenza"
   },
   "dialogTooltipPosition": {
      "description": "Tooltip for change dialog position icon",
      "message": "Posizione della finestra di dialogo"
   },
   "dialogTooltipSaveText": {
      "description": "Tooltip for save text icon",
      "message": "Salva il testo"
   },
   "dialogTooltipSendFeedback": {
      "description": "Tooltip for send feedback icon",
      "message": "Invia feedback"
   },
   "dialogTooltipSettings": {
      "description": "Tooltip for settings icon",
      "message": "Impostazioni"
   },
   "dialogUnsupportedLanguageHeadline": {
      "description": "Shown to the user when the language he's writing is not supported",
      "message": "Questa lingua non è supportata"
   },
   "dialogUnsupportedLanguageLabel": {
      "description": "Shown to the user when the language he's writing is not supported",
      "message": "Lingua non supportata"
   },
   "dialogUnsupportedLanguageText": {
      "description": "Shown to the user when the language he's writing is not supported",
      "message": "LanguageTool supporta più di 20 lingue (p.es. Italiano, Inglese, Tedesco, Spagnolo, Francese, Portoghese, Olandese e Russo)."
   },
   "domainsDesc": {
      "description": "Options dialog: text for the textarea with the domains's where the reminder icon is disabled",
      "message": "Disabilita la verifica su alcuni siti web"
   },
   "edgeWebstoreSiteNotSupported": {
      "description": "Error shown when Edge extension is used on https://microsoftedge.microsoft.com, which doesn't work for technical reasons",
      "message": "Ci dispiace, LanguageTool non funziona sul sito web dello Store delle Estensioni per Edge. Funziona in tutti gli altri posti dove potete scrivere (p. es. Facebook, Gmail, Twitter, LinkedIn)."
   },
   "el": {
      "description": "language name",
      "message": "Greco"
   },
   "en": {
      "description": "language name",
      "message": "Inglese"
   },
   "en_AU": {
      "description": "language name",
      "message": "Inglese (Australiano)"
   },
   "en_CA": {
      "description": "language name",
      "message": "Inglese (Canadese)"
   },
   "en_GB": {
      "description": "language name",
      "message": "Inglese (Britannico)"
   },
   "en_NZ": {
      "description": "language name",
      "message": "Inglese (Nuova Zelanda)"
   },
   "en_US": {
      "description": "language name",
      "message": "Inglese (Americano)"
   },
   "en_ZA": {
      "description": "language name",
      "message": "Inglese (Sudafrica)"
   },
   "enableEverywhereButton": {
      "description": "Shown in popup when add-on is not enabled",
      "message": "Abilita per ogni campo di testo"
   },
   "enableHereButton": {
      "description": "Shown in popup when add-on is not enabled",
      "message": "Abilita solo per questo campo di testo"
   },
   "enableInDialog": {
      "description": "Shown in popup when add-on is not enabled",
      "message": "Clicca per attivare il controllo\u003Cbr>di grammatica e ortografia"
   },
   "enableRuleTooltip": {
      "description": "Shown when user hover cursor over enable rule button on options page",
      "message": "Clicca per attivare la regola"
   },
   "eo": {
      "description": "language name",
      "message": "Esperanto"
   },
   "errorsIgnoredByDictionary": {
      "description": "Message shown in popup with count of errors which are ignored because misspelled word contains in user dictionary",
      "message": "$countIgnoredByDictionary$ parole sono state ignorate",
      "placeholders": {
         "countIgnoredByDictionary": {
            "content": "$1",
            "example": "1"
         }
      }
   },
   "errorsIgnoredByDictionarySingular": {
      "description": "Message shown in popup with count of errors which are ignored because misspelled word contains in user dictionary",
      "message": "1 parola è stata ignorata"
   },
   "errorsIgnoredByRules": {
      "description": "Message shown in popup with count of errors which are ignored because error rule is ignored",
      "message": "$countIgnoredByRules$ regole sono state ignorate",
      "placeholders": {
         "countIgnoredByRules": {
            "content": "$1",
            "example": "1"
         }
      }
   },
   "errorsIgnoredByRulesSingular": {
      "description": "Message shown in popup with count of errors which are ignored because error rule is ignored",
      "message": "1 regola è stata ignorata"
   },
   "es": {
      "description": "language name",
      "message": "Spagnolo"
   },
   "experimentalLink": {
      "description": "Link to show experimental settings",
      "message": "Impostazioni sperimentali (solo per utenti avanzati)"
   },
   "extensionUpdatedHeadline": {
      "description": "Shown in the dialog when the extension code was updated while the user was typing in a text field",
      "message": "Questa estensione è stata aggiornata"
   },
   "extensionUpdatedText": {
      "description": "Shown in the dialog when the extension code was updated while the user was typing in a text field.",
      "message": "Per riattivare il controllo di ortografia e grammatica clicca sull'icona $iconHtml$ nella barra degli strumenti del tuo browser o ricarica la pagina.",
      "placeholders": {
         "iconHtml": {
            "content": "$1",
            "example": "\u003Cspan class='lt-placeholder-icon'>\u003C/span>"
         }
      }
   },
   "fa": {
      "description": "language name",
      "message": "Persiano"
   },
   "feedbackButton": {
      "description": "Label for submit button of feedback form",
      "message": "Invia messaggio a LanguageTool"
   },
   "feedbackDirectMail": {
      "description": "Text shown on feedback form",
      "message": "Nel caso volessi inviarci degli screenshot, puoi inviarci un'e-mail a $email$.",
      "placeholders": {
         "email": {
            "content": "$1",
            "example": "feedback@languagetool.org"
         }
      }
   },
   "feedbackError": {
      "description": "Error message, shown to the user when his feedback message wasn't successfully sent",
      "message": "Ci dispiace, non è stato possibile inviare il tuo messaggio. Ti preghiamo di riprovare più tardi."
   },
   "feedbackHeadline": {
      "description": "Headline of feedback contact form",
      "message": "Inviaci il la tua opinione su LanguageTool"
   },
   "feedbackSenderPlaceholder": {
      "description": "Placeholder text shown in the email text field of the feedback form",
      "message": "Inserisci il tuo indirizzo e-mail…"
   },
   "feedbackSuccess": {
      "description": "Success message, shown to the user when his feedback message was successfully sent",
      "message": "Grazie! Cercheremo di soddisfare la tua richiesta il più presto possibile."
   },
   "feedbackTextPlaceholder": {
      "description": "Placeholder text shown in the message text field of the feedback form",
      "message": "Inserisci il tuo feedback…"
   },
   "fr": {
      "description": "language name",
      "message": "Francese"
   },
   "ga": {
      "description": "language name",
      "message": "Irlandese"
   },
   "generalSettingsHeadline": {
      "description": "Headline for the general section on the settings page",
      "message": "Impostazioni generali"
   },
   "gl": {
      "description": "language name",
      "message": "Galiziano"
   },
   "googleDocsDisableButton": {
      "description": "menu bar button in google docs",
      "message": "Disattiva LanguageTool in questo documento"
   },
   "googleDocsEnableButton": {
      "description": "menu bar button in google docs",
      "message": "Attiva LanguageTool"
   },
   "googleDocsEnableHint": {
      "description": "hint pointing to a button in the google docs menu bar",
      "message": "Qui puoi riattivare il correttore di grammatica e stile LanguageTool"
   },
   "googleDocsNewTeaserHeadline": {
      "description": "headline for a google docs teaser",
      "message": "LanguageTool per Google Docs è qui!"
   },
   "googleDocsNewTeaserText": {
      "description": "text for a google docs teaser",
      "message": "Sul lato di ogni pagina ora puoi vedere quanti errori ha rilevato LanguageTool."
   },
   "googleSlidesDisableButton": {
      "description": "menu bar button in google slides",
      "message": "Disattiva LanguageTool in questa presentazione"
   },
   "googleSlidesEnableButton": {
      "description": "menu bar button in google slides",
      "message": "Attiva LanguageTool"
   },
   "googleSlidesEnableHint": {
      "description": "hint pointing to a button in the google docs menu bar",
      "message": "Qui puoi riattivare il controllo di ortografia e stile di LanguageTool"
   },
   "googleSlidesNewTeaserHeadline": {
      "description": "headline for a google slides teaser",
      "message": "LanguageTool per Google Slides è arrivato!"
   },
   "googleSlidesNewTeaserText": {
      "description": "text for a google slides teaser",
      "message": "Accanto ad ogni slide ora puoi vedere quanti problemi sono stati trovati da LanguageTool."
   },
   "grammarError": {
      "description": "Type of error (spelling error, style suggestion, grammar error, ...)",
      "message": "Grammatica ed altro"
   },
   "haveAccountDesc": {
      "description": "Options dialog: checkbox for account access",
      "message": "Crea un account gratis su"
   },
   "historicPremiumErrorsButton": {
      "description": "Button for new premium teaser, that shows how many grammar issues the user could have avoided with the Premium version.",
      "message": "Per saperne di più"
   },
   "historicPremiumErrorsHeadline": {
      "description": "Introduction headline for premium teaser",
      "message": "Lo sapevi?"
   },
   "historicPremiumErrorsText": {
      "description": "Text for new premium teaser, that shows how many grammar issues the user could have avoided with the Premium version.",
      "message": "Avresti potuto evitare \u003Cstrong>$count$ errori di grammatica e di stile\u003C/strong> negli ultimi giorni con LanguageTool Premium.",
      "placeholders": {
         "count": {
            "content": "$1",
            "example": "9"
         }
      }
   },
   "historicPremiumErrorsText2": {
      "description": "Text for new premium teaser, that shows how many grammar issues the user could have avoided with the Premium version. Important: The count needs to be at the beginning of the sentence!",
      "message": "\u003Cstrong>$count$ errori grammaticali e di stile\u003C/strong> si sarebbero potuti evitare negli ultimi giorni con LanguageTool Premium.",
      "placeholders": {
         "count": {
            "content": "$1",
            "example": "9"
         }
      }
   },
   "ignoreDomainsCheckDesc": {
      "description": "Options dialog: text for the textarea with the domains's where the check text won't run automatically in background",
      "message": "Non controllare automaticamente il testo su questi domini:"
   },
   "ignoreHere": {
      "description": "Button that allows to ignore a misspelled word or grammar error in the current text field.",
      "message": "Ignora in questo testo"
   },
   "ignoredRules": {
      "description": "Text shown at the bottom of the popup to turn on turned off rules again",
      "message": "Queste regole sono state disabilitate, fai clic su una regola per riattivarla:"
   },
   "ignoredRulesDesc": {
      "description": "Shown as title of ignored rules block on options page",
      "message": "Regole disattivate"
   },
   "incompleteResult": {
      "description": "Message shown in dialog when validation return incomplete result",
      "message": "I risultati sono incompleti: Il controllo del testo è stato interrotto a causa del numero eccessivo di errori."
   },
   "invalidUsernameOrPassword": {
      "description": "Message shown when user uses their languagetoolplus.com account but could not be authenticated",
      "message": "Errore: Per piacere controlla la tua e-mail e password nel modulo delle opzioni"
   },
   "is": {
      "description": "language name",
      "message": "Islandese"
   },
   "it": {
      "description": "language name",
      "message": "Italiano"
   },
   "ja": {
      "description": "language name",
      "message": "Giapponese"
   },
   "km": {
      "description": "language name",
      "message": "Khmer"
   },
   "language": {
      "description": "Text shown in the popup to indicate the automatically detected language of the text checked",
      "message": "Lingua:"
   },
   "languagetoolNotSupported": {
      "description": "Languagetool.org is test example, so we show this error",
      "message": "L'estensione non funziona su questo sito web, poiché il sito web offre le stesse funzionalità"
   },
   "localServer": {
      "description": "Radio button label for the local server setting, the one that needs manual set-up",
      "message": "Server locale (localhost) - richiede che il server di LanguageTool sia in esecuzione sullo stesso dispositivo"
   },
   "localServerDocs": {
      "description": "Link to documentation for installing the server locally",
      "message": "documentazione"
   },
   "lt": {
      "description": "language name",
      "message": "Lituano"
   },
   "managedLoginButton1": {
      "description": "Button label for logging in with an account",
      "message": "Accedi"
   },
   "managedLoginButton2": {
      "description": "Button label for logging in with an account",
      "message": "Accedi con il tuo account aziendale"
   },
   "managedLoginDescription": {
      "description": "Description for enterprise users who can log in with the account of their employer",
      "message": "Effettua il login con il tuo account aziendale per usare LanguageTool."
   },
   "messagePopupTurnOnPrimaryButton": {
      "description": "Button to close message box; Shown after checking was disabled",
      "message": "Ho capito!"
   },
   "messagePopupTurnOnSecondaryButton": {
      "description": "Button to enable checking on page; Shown after checking was disabled",
      "message": "Riattiva il controllo del testo"
   },
   "messagePopupTurnOnheadline": {
      "description": "Instruction headline to enable checking on page; Shown after checking was disabled",
      "message": "Il controllo dell'ortografia è disabilitato per questa pagina"
   },
   "messagePopupTurnOntext": {
      "description": "Instruction text to enable checking on page; Shown after checking was disabled",
      "message": "Per riattivarlo, clicca sull'icona LT nella tua barra degli strumenti e poi clicca sul bottone \"Controlla grammatica e ortografia\""
   },
   "ml": {
      "description": "language name",
      "message": "Malayalam"
   },
   "moreDetails": {
      "description": "Link shown to get more details about the error somewhere on the web (not shown for every error)",
      "message": "Ulteriori dettagli..."
   },
   "motherTongueDesc": {
      "description": "Options dialog: text next to the 'mother tongue' selection",
      "message": "Lingua madre:"
   },
   "motherTongueExpl": {
      "description": "Options dialog: more descriptive text explaining what selection of mother tongue does",
      "message": "Imposta la tua lingua madre se vuoi essere avvertito della presenza di parole “false amiche” quando controlli testi non scritti nella tua lingua madre."
   },
   "msOnlineOfficeNotSupported": {
      "description": "Error shown when clicking the toolbar icon at Microsoft Word Online",
      "message": "Ci dispiace, Microsoft Word Online non è supportato da questa estensione - per piacere installa invece \u003Ca target='_blank' href='$url$'>\u003C/a>.",
      "placeholders": {
         "url": {
            "content": "$1",
            "example": "https://appsource.microsoft.com/de-de/product/office/WA104381727"
         }
      }
   },
   "nl": {
      "description": "language name",
      "message": "Olandese"
   },
   "no": {
      "description": "language name",
      "message": "Norvegese"
   },
   "noErrorsFound2": {
      "description": "Shown in popup when no errors have been found",
      "message": "Nessun errore trovato!"
   },
   "noErrorsFoundText": {
      "description": "Shown in popup when no errors have been found as a subheadline",
      "message": "Puoi essere fiero di te stesso"
   },
   "onboardingHeadline": {
      "description": "Text shown to the user when he accepted the privacy policy and is now ready to use the add-on",
      "message": "Il tuo testo verrà ora migliorato"
   },
   "onboardingIntro": {
      "description": "Text shown to the user when he accepted the privacy policy and is now ready to use the add-on",
      "message": "Ora, durante la digitazione, il tuo testo verrà controllato nella maggior parte dei campi di testo."
   },
   "onboardingNote1": {
      "description": "Installation note. Shown once the user has accepted the privacy policy.",
      "message": "Ricarica tutte le pagine web aperte per attivare l'estensione"
   },
   "onboardingNote2": {
      "description": "Installation note. Shown once the user has accepted the privacy policy.",
      "message": "Questa estensione non funziona con i campi di testo nel Web Store di Chrome o su addons.mozilla.org"
   },
   "onboardingNote3": {
      "description": "Installation note. Shown once the user has accepted the privacy policy.",
      "message": "Per disattivare l'estensione per un sito web, fare un clic sull'icona LT nella barra degli strumenti del browser"
   },
   "onboardingNote4": {
      "description": "Installation note that describes how to use synonyms. Shown once the user has accepted the privacy policy.",
      "message": "\u003Cstrong>I sinonimi\u003C/strong> si possono richiedere con un doppio click su un campo di testo (p.es. in Gmail, Facebook o Google Docs)"
   },
   "otherServer": {
      "description": "Radio button label for the server URL if neither cloud nor local server is the correct choice",
      "message": "Altro server - richiede che il server di LanguageTool vi sia in esecuzione"
   },
   "overleafNewTeaserHeadline": {
      "description": "headline for a overleaf teaser",
      "message": "LanguageTool per Overleaf è arrivato!"
   },
   "overleafNewTeaserText": {
      "description": "text for a overleaf teaser",
      "message": "Scorri il testo per vedere suggerimenti di ortografia, grammatica e stile."
   },
   "password": {
      "description": "Options dialog: password for languagetoolplus.com",
      "message": "Password:"
   },
   "pl": {
      "description": "language name",
      "message": "Polacco"
   },
   "popupGeneralSettingsHeadline": {
      "description": "Headline for general settings shown in the addon popup",
      "message": "Impostazioni generali"
   },
   "popupOnboardingHeadline": {
      "description": "Title shown on top of a list explaining how to use the LanguageTool addon",
      "message": "Benvenuto/a! Ora puoi usare LanguageTool:"
   },
   "popupOnboardingStep1": {
      "description": "List item explaining step by step how to use the LanguageTool addon",
      "message": "Clicca in qualunque campo di testo multilinea (p.es. in Gmail, Facebook, …)"
   },
   "popupOnboardingStep2": {
      "description": "List item explaining step by step how to use the LanguageTool addon",
      "message": "Nell'angolo in basso a destra troverai un'icona come questa $icon1Html$ o come questa $icon2Html$",
      "placeholders": {
         "icon1Html": {
            "content": "$1",
            "example": "\u003Cspan class='icon-1'>\u003C/span>"
         },
         "icon2Html": {
            "content": "$2",
            "example": "\u003Cspan class='icon-2'>\u003C/span>"
         }
      }
   },
   "popupOnboardingStep3": {
      "description": "List item explaining step by step how to use the LanguageTool addon",
      "message": "Digita del testo. Gli errori di scrittura verranno \u003Cu>sottolineati\u003C/u>"
   },
   "popupOnboardingStep4": {
      "description": "List item explaining step by step how to use the LanguageTool addon",
      "message": "Clicca su una parola sottolineata per ottenere suggerimenti"
   },
   "popupOpenEditorButton": {
      "description": "Button that opens the LanguageTool Editor",
      "message": "Apri l'editor"
   },
   "popupOptionCaseText": {
      "description": "Switch in toolbar popup",
      "message": "Controlla maiuscole e minuscole"
   },
   "popupOptionCheckText": {
      "description": "Switch in toolbar popup",
      "message": "Controlla grammatica e ortografia"
   },
   "popupOptionSynonyms": {
      "description": "Label for enabling/disabling synonym functionality (displayed next to a checkbox)",
      "message": "Attiva i sinonimi (tutti i siti web)"
   },
   "popupOptionValidate": {
      "description": "Validate button in toolbar popup",
      "message": "Controlla il testo selezionato"
   },
   "popupOptionValidateInEditor": {
      "description": "Validate button in toolbar popup",
      "message": "Controlla il testo selezionato nell'editor"
   },
   "popupPremiumHeadline": {
      "description": "Premium hint in popup",
      "message": "Scrivi come un professionista"
   },
   "popupPremiumLink": {
      "description": "Premium hint in popup",
      "message": "Per saperne di più"
   },
   "popupPremiumText": {
      "description": "Premium hint in popup",
      "message": "Aggiorna a LanguageTool Premium per trovare anche i problemi di stile oltre agli errori di grammatica e punteggiatura."
   },
   "popupSettingsHeadline": {
      "description": "Headline for the website specific settings shown in the addon popup",
      "message": "Impostazioni per questo sito web"
   },
   "popupSettingsHover": {
      "description": "Mouse hover over the settings icon",
      "message": "Altre impostazioni avanzate"
   },
   "poweredBy": {
      "description": "Hint that explains who the author of this add-on is",
      "message": "Offerto da \u003Cb>LanguageTool\u003C/b>"
   },
   "premiumErrorsButton": {
      "description": "Button shown in premium teaser that sends the user to the pricing table. Button text should be as short as possible",
      "message": "Scopri di più"
   },
   "premiumErrorsTextPlural": {
      "description": "Hint shown in a premium teaser, telling the user that there are more issues that only the premium version found",
      "message": "Il tuo testo contiene\u003Cstrong>$count$ problemi di scrittura avanzati\u003C/strong>",
      "placeholders": {
         "count": {
            "content": "$1",
            "example": "7"
         }
      }
   },
   "premiumErrorsTextSingular": {
      "description": "Hint shown in a premium teaser, telling the user that there are more issues that only the premium version found",
      "message": "Il tuo testo contiene \u003Cstrong>un problema di scrittura avanzato\u003C/strong>"
   },
   "privacyLinkForDefaultServer": {
      "description": "Link to privacy policy",
      "message": "Per i dettagli, vedi \u003Ca href='$privacyUrl$' target='_blank'>la nostra politica sulla privacy\u003C/a>",
      "placeholders": {
         "privacyUrl": {
            "content": "$1",
            "example": "https://languagetool.org/privacy/"
         }
      }
   },
   "privacyNoteForDefaultServer": {
      "description": "Shown on first start of extension to make user aware of privacy issues when using the default server on languagetool.org",
      "message": "Questa estensione controllerà il tuo testo inviandolo attraverso una connessione criptata a \u003Ca href='$serverUrl$' target='_blank'>$serverHost$\u003C/a>. \u003Cb>Il tuo testo non verrà memorizzato\u003C/b>. Il controllo può essere disabilitato in qualsiasi momento.",
      "placeholders": {
         "serverHost": {
            "content": "$2",
            "example": "LanguageTool.org"
         },
         "serverUrl": {
            "content": "$1",
            "example": "https://languagetool.org"
         }
      }
   },
   "privacyNoteForOtherServer": {
      "description": "Shown on first start of extension to make user aware of privacy issues when using some other than the default server",
      "message": "Questa estensione controllerà il tuo testo inviandolo a $serverUrl$. Per ritornare al server di default, ti preghiamo di visitare la pagina delle opzioni dell'estensione.",
      "placeholders": {
         "serverUrl": {
            "content": "$1",
            "example": "http://localhost:8081/"
         }
      }
   },
   "privacyNoteSlogan": {
      "description": "Slogan after 'LanguageTool' shown in privacy dialog at first start",
      "message": "Il tuo assistente di scrittura"
   },
   "privacyPolicy": {
      "description": "Options dialog: Link to privacy policy",
      "message": "Politica sulla privacy"
   },
   "pt": {
      "description": "language name",
      "message": "Portoghese"
   },
   "pt_AO": {
      "description": "language name",
      "message": "Portoghese (Angola preAO)"
   },
   "pt_BR": {
      "description": "language name",
      "message": "Portoghese (Brasile posAO)"
   },
   "pt_CV": {
      "description": "language name",
      "message": "Portoghese (Capo Verde)"
   },
   "pt_MZ": {
      "description": "language name",
      "message": "Portoghese (Mozambico preAO)"
   },
   "pt_PT": {
      "description": "language name (posAO = post reform)",
      "message": "Portoghese (Portogallo)"
   },
   "pt_PT_post_reform": {
      "description": "language name (posAO = post reform)",
      "message": "Portoghese (Portogallo posAO)"
   },
   "pt_PT_pre_reform": {
      "description": "language name (preAO = pre reform)",
      "message": "Portoghese (Portogallo preAO)"
   },
   "punctuationError": {
      "description": "Type of error (spelling error, style suggestion, grammar error, ...)",
      "message": "Punteggiatura"
   },
   "ratingHeadline": {
      "description": "Headline shown in the teaser that asks user to rate the add-on",
      "message": "Ti piace il nostro correttore di testo?"
   },
   "ratingText": {
      "description": "Text shown in the teaser that asks user to rate the add-on",
      "message": "Dacci il tuo feedback"
   },
   "ratingThankYou": {
      "description": "Message shown to the user after he rated",
      "message": "Grazie."
   },
   "ratingUnhappyQuestion": {
      "description": "If user gives a negative rating, we ask the user why he's unhappy",
      "message": "Per favore raccontaci perché non sei soddisfatto"
   },
   "removeExtraWhitespace": {
      "description": "Button to remove consecutive white space",
      "message": "Rimuovi spazi superflui"
   },
   "reportAnIssue": {
      "description": "Link text for sending feedback to languagetool.org",
      "message": "Invia feedback"
   },
   "reviewChromeHeadline": {
      "description": "Headline shown in the teaser that asks user to give a review in the Chrome Store",
      "message": "Vorresti darci un voto sullo Store di Chrome?"
   },
   "reviewEdgeHeadline": {
      "description": "Headline shown in the teaser that asks user to give a review in the Edge Add-On Store",
      "message": "Ci daresti un voto nello Store delle Estensioni per Edge?"
   },
   "reviewFirefoxHeadline": {
      "description": "Headline shown in the teaser that asks user to give a review in the Firefox Add-On Store",
      "message": "Vorresti darci un voto sullo Store di Firefox?"
   },
   "reviewLink": {
      "description": "Call-to-action link (should be kept short)",
      "message": "Vota adesso"
   },
   "reviewOperaHeadline": {
      "description": "Headline shown in the teaser that asks user to give a review in the Opera Add-On Store",
      "message": "Vorresti darci la tua valutazione sullo store degli Add-on di Opera?"
   },
   "reviewSafariHeadline": {
      "description": "Headline shown in the teaser that asks user to give a review in the Apple App Store",
      "message": "Ti andrebbe di lasciare una valutazione di LanguageTool nell'App Store?"
   },
   "ro": {
      "description": "language name",
      "message": "Romeno"
   },
   "ru": {
      "description": "language name",
      "message": "Russo"
   },
   "save": {
      "description": "Options dialog: save button",
      "message": "Salva"
   },
   "sendFeedback": {
      "description": "Link text for sending feedback to languagetool.org",
      "message": "Invia feedback"
   },
   "serverNotAvailable": {
      "description": "Warning shown to the user that the local server isn't available",
      "message": "Server locale non disponibile"
   },
   "serverText": {
      "description": "Options dialog: description of the text field for the API server URL",
      "message": "URL del server dell'API di LanguageTool:"
   },
   "serverUrlIsInvalid": {
      "description": "Options dialog: error shown if server URL is not valid, e.g. doesn't start with http or https",
      "message": "Questa URL non è valida"
   },
   "settingsAccountBulletListEditor": {
      "description": "Advantage of account login in the account login section on the settings page",
      "message": "Utilizza l'editor come ambiente di scrittura senza distrazioni"
   },
   "settingsAccountBulletListSave": {
      "description": "Advantage of account login in the account login section on the settings page",
      "message": "Salva testi per dopo "
   },
   "settingsAccountBulletListSync": {
      "description": "Advantage of account login in the account login section on the settings page",
      "message": "Sincronizza le tue impostazioni e il tuo dizionario personale tra vari browser e dispositivi"
   },
   "settingsAccountDescription": {
      "description": "Description for the account login section on the settings page",
      "message": "Accedi e approfitta dei seguenti vantaggi:"
   },
   "settingsAccountHeadline": {
      "description": "Headline for the account login section on the settings page",
      "message": "Account"
   },
   "settingsAccountSubheadline": {
      "description": "Subheadline for the account login section on the settings page",
      "message": "Accedi con il tuo account di LanguageTool"
   },
   "settingsAddAutoCheckDomainHint": {
      "description": "Text shown when the entered domain doesn't exist yet in the list of autocheck domains",
      "message": "Questo dominio non è ancora stato aggiunto. Premi INVIO per aggiungerlo."
   },
   "settingsAddDomainHint": {
      "description": "Text shown when the entered domain doesn't exist yet in the list of ignored domains",
      "message": "Questo dominio non è ancora stato aggiunto. Premi INVIO per aggiungerlo."
   },
   "settingsAddIgnoredDomainHint": {
      "description": "Text shown when the entered domain doesn't exist yet in the list of ignored domains",
      "message": "Questo dominio non è ancora stato aggiunto. Premi INVIO per aggiungerlo."
   },
   "settingsAddOrFilterAutoCheckDomains": {
      "description": "Placeholder text for input field where user can enter web domains where the addon should autocheck texts",
      "message": "Aggiungi o trova dominio…"
   },
   "settingsAddOrFilterDomains": {
      "description": "Placeholder text for input field where user can enter web domains where the addon shouldn't run on",
      "message": "Aggiungi o trova un dominio…"
   },
   "settingsAddOrFilterIgnoredDomains": {
      "description": "Placeholder text for input field where user can enter web domains where the addon shouldn't autocheck texts",
      "message": "Aggiungi o trova dominio ..."
   },
   "settingsAddOrFilterWords": {
      "description": "Placeholder text for input field where user can enter new words for his dictionary (he can use the input field also for searching in his dictionary)",
      "message": "Aggiungi o trova parola …"
   },
   "settingsAddWordHint": {
      "description": "Text shown when the entered word doesn't exist yet in the personal dictionary",
      "message": "Questa parola non esiste ancora nel tuo dizionario personale. Premi INVIO per aggiungerla."
   },
   "settingsAreYouSure": {
      "description": "Confirmation message for when the user wants to clear or delete something.",
      "message": "Sei sicuro? Non sarà possibile annullare."
   },
   "settingsClearAll": {
      "description": "Button text that deletes all items in a list",
      "message": "Cancella tutto"
   },
   "settingsCopyDictionary": {
      "description": "Button text that copy all words from personal dictionary to clipboard",
      "message": "Copia negli appunti"
   },
   "settingsCopyDictionarySuccessful": {
      "description": "Message shown when dictionary copied to clipboard successful.",
      "message": "Copiato negli appunti"
   },
   "settingsDeleteAutoCheckDomain": {
      "description": "Button for removing a domain from the list of autocheck domains",
      "message": "Rimuovi il dominio"
   },
   "settingsDeleteIgnoredDomain": {
      "description": "Button for removing a domain from the list of ignored domains",
      "message": "Rimuovi il dominio"
   },
   "settingsDictionaryHeadline": {
      "description": "Headline for the personal dictionary section on the settings page",
      "message": "Dizionario personale"
   },
   "settingsDomainInvalid": {
      "description": "Error message shown when the domain the user entered is not valid or is already in the list",
      "message": "Ti preghiamo di inserire un dominio valido che non è ancora stato aggiunto."
   },
   "settingsEmptyAutoCheckDomains": {
      "description": "Text shown when autocheck domains list doesn't contain any domains (yet)",
      "message": "Non hai ancora attivato il controllo automatico per alcun sito web"
   },
   "settingsEmptyDictionary": {
      "description": "Text shown when personal dictionary doesn't contain any words (yet)",
      "message": "Al momento la tua cartella personale è vuota."
   },
   "settingsEmptyDomainList": {
      "description": "Text shown when disabled-domain list doesn't contain any domains (yet)",
      "message": "Non hai ancora disattivato alcun sito web"
   },
   "settingsEmptyIgnoredDomains": {
      "description": "Text shown when ignored domains list doesn't contain any domains (yet)",
      "message": "Non hai ancora disabilitato il controllo automatico per alcun dominio"
   },
   "settingsEmptyIgnoredRules": {
      "description": "Text shown when there are no ignored rules (yet)",
      "message": "Non hai ancora ignorato alcuna regola"
   },
   "settingsEnableAllRules": {
      "description": "Button text that enables all grammar rules that were previously disabled",
      "message": "Attiva tutto"
   },
   "settingsEnableDomain": {
      "description": "Button for removing a domain from the list of disabled-domains",
      "message": "Abilita dominio"
   },
   "settingsExperimentalSuccess": {
      "description": "Success message shown when the user saves the experimental settings",
      "message": "Le tue impostazioni sono state salvate con successo."
   },
   "settingsForgotPasswordLink": {
      "description": "Placeholder text for password text field",
      "message": "Password dimenticata?"
   },
   "settingsHeadline": {
      "description": "Headline for the settings page",
      "message": "Impostazioni"
   },
   "settingsLoggedInAs": {
      "description": "Text shown for users who have logged in with their LanguageTool account",
      "message": "Hai effettuato l'accesso come $email$.",
      "placeholders": {
         "email": {
            "content": "$1",
            "example": "\u003Cstrong>foo@foobar.com\u003C/strong>"
         }
      }
   },
   "settingsLoginButton": {
      "description": "Button for logging in with email and password",
      "message": "Accedi"
   },
   "settingsLoginError": {
      "description": "Error message shown when the user credentials (email and password) are wrong",
      "message": "Non è stato possibile effettuare il tuo accesso. Per piacere controlla la tua e-mail e password."
   },
   "settingsLoginSuccess": {
      "description": "Success message shown when the user logged in",
      "message": "Ora sei loggato"
   },
   "settingsLogoutButton": {
      "description": "Button for logging out",
      "message": "Esci"
   },
   "settingsLogoutSuccess": {
      "description": "Success message shown when the user logged out",
      "message": "Sei uscito"
   },
   "settingsManageAccountButton": {
      "description": "Button for going to the account section",
      "message": "Gestisci account"
   },
   "settingsPasswordPlaceholder": {
      "description": "Placeholder text for password text field",
      "message": "Password"
   },
   "settingsPremiumButton": {
      "description": "Button text for a teaser on the settings page promoting the premium functionality",
      "message": "Scopri LanguageTool Premium"
   },
   "settingsPremiumFeaturesActivated": {
      "description": "Text shown for users who have logged in with their LanguageTool account and who have a paid subscription",
      "message": "Tutte le \u003Cstrong>funzionalità premium\u003C/strong> sono attivate."
   },
   "settingsPremiumHeadline": {
      "description": "Headline for a teaser on the settings page promoting the premium functionality",
      "message": "Scrivi ancora meglio"
   },
   "settingsPremiumText": {
      "description": "Text for a teaser on the settings page promoting the premium functionality",
      "message": "Trova errori avanzati di grammatica, ortografia e punteggiatura o controlla testi lunghi fino a 60.000 caratteri."
   },
   "settingsUnknownError": {
      "description": "Generic error message",
      "message": "Si è verificato un errore inatteso"
   },
   "siteCannotBeSupported": {
      "description": "Some sites are too complex and can probably never be supported, so we show this error",
      "message": "Di dispiace, questo sito usa una tecnologia per la redazione di testo che non siamo in grado di supportare. Ti preghiamo di contattare i proprietari del sito e di chiedere loro di integrare LanguageTool."
   },
   "sk": {
      "description": "language name",
      "message": "Slovacco"
   },
   "sl": {
      "description": "language name",
      "message": "Sloveno"
   },
   "spellingError": {
      "description": "Type of error (spelling error, style suggestion, grammar error, ...)",
      "message": "Ortografia"
   },
   "sr": {
      "description": "language name",
      "message": "Serbo"
   },
   "sr_BA": {
      "description": "language name",
      "message": "Serbo (Bosnia)"
   },
   "sr_HR": {
      "description": "language name",
      "message": "Serbo (Croazia)"
   },
   "sr_ME": {
      "description": "language name",
      "message": "Serbo (Montenegro)"
   },
   "sr_RS": {
      "description": "language name",
      "message": "Serbo (Serbia)"
   },
   "statusIconEnableLT": {
      "description": "Shown when hovering over the status icon (not the toolbar one) in disabled state",
      "message": "Abilita LanguageTool – controllo ortografico e grammaticale"
   },
   "statusIconError": {
      "description": "Shown when hovering over the status icon (not the toolbar one) in error state",
      "message": "Errore"
   },
   "statusIconMoreErrors": {
      "description": "Shown when hovering over the status icon (not the toolbar one) in incomplete result state",
      "message": "Risultati incompleti: Il controllo del testo è stato interrotto a causa dell'eccessivo numero di errori."
   },
   "statusIconPermissionRequired": {
      "description": "Shown when hover over the status icon (not the toolbar one) in permission required state (i.e. user has not confirmed privacy dialog on first start)",
      "message": "Impossibile verificare il testo – conferma prima la politica sulla privacy"
   },
   "statusIconReload": {
      "description": "Shown when hovering over the status icon (not the toolbar one) in reload needed state",
      "message": "L'estensione è stata aggiornata. Per piacere aggiorna la pagina per attivare il controllo di ortografia e grammatica."
   },
   "statusIconToolTip": {
      "description": "Shown when hovering over the status icon (not the toolbar one)",
      "message": "LanguageTool – Correttore di grammatica e ortografia"
   },
   "suggestionError": {
      "description": "Type of error (spelling error, style suggestion, grammar error, ...)",
      "message": "Stile"
   },
   "sv": {
      "description": "language name",
      "message": "Svedese"
   },
   "switchToAmericanEnglish": {
      "description": "Link that changes language variant",
      "message": "Passa all'inglese americano"
   },
   "switchToAustralianEnglish": {
      "description": "Link that changes language variant",
      "message": "Passa all'inglese australiano"
   },
   "switchToBritishEnglish": {
      "description": "Link that changes language variant",
      "message": "Passa all'inglese britannico"
   },
   "switchToCanadianEnglish": {
      "description": "Link that changes language variant",
      "message": "Passa all'inglese canadese"
   },
   "switchToNewZealandEnglish": {
      "description": "Link that changes language variant",
      "message": "Passa all'inglese neozelandese"
   },
   "switchToSouthAfricanEnglish": {
      "description": "Link that changes language variant",
      "message": "Passa all'inglese sudafricano"
   },
   "synonymsCardGeneralError": {
      "description": "Generic error message shown when there was an issue getting a synonym from the server",
      "message": "C'è stato un errore nel caricamento dei sinonimi"
   },
   "synonymsCardHeadline": {
      "description": "Headline for the box that offers thesaurus synonyms",
      "message": "Sinonimi"
   },
   "synonymsCardLanguageNotSupported": {
      "description": "Message shown when synonyms are not supported for the current text language",
      "message": "I sinonimi non sono ancora supportati in questa lingua."
   },
   "synonymsCardLoading": {
      "description": "Text shown when synonyms are still being loaded from the server",
      "message": "Caricamento in corso…"
   },
   "synonymsCardNoSynonymsAvailable": {
      "description": "Message shown when there are no synonyms for the given word",
      "message": "Nessun sinonimo disponibile per questa parola"
   },
   "synonymsCardTooltipReadText": {
      "description": "Tool tip for text to speach button, reads out loud a word or text",
      "message": "Pronuncia parola"
   },
   "synonymsTutorialHeadline": {
      "description": "Headline for a small box that explains how the new synonym feature works",
      "message": "Come trovare dei sinonimi"
   },
   "synonymsTutorialText": {
      "description": "Text in a small box that explains how the new synonym feature works",
      "message": "Ottieni sinonimi per qualsiasi parola facendo doppio clic su di essa. Funziona con tutti i campi di testo supportati da LanguageTool."
   },
   "ta": {
      "description": "language name",
      "message": "Tamil"
   },
   "textTooLong": {
      "description": "Message shown to the user when his text is too large to be checked",
      "message": "Ci dispiace, questo testo è troppo lungo per essere controllato."
   },
   "timeoutError": {
      "description": "Error message shown if API server doesn't respond timely",
      "message": "Timeout dal server - per piacere riprova più tardi ($serverUrl$)",
      "placeholders": {
         "serverUrl": {
            "content": "$1",
            "example": "https://languagetool.org:8081/"
         }
      }
   },
   "tl": {
      "description": "language name",
      "message": "Tagalog"
   },
   "tooManyErrors": {
      "description": "Message shown to the user when his text contains too many errors",
      "message": "Questo testo sembra contenere troppi problemi. Sei sicuro che sia selezionata la lingua corretta?"
   },
   "tooManyRequests": {
      "description": "Message shown to the user when they have sent too many and/or large requests",
      "message": "Il limite di richieste è stato superato - si prega di aspettare, in un minuto LanguageTool dovrebbe essere nuovamente disponibile."
   },
   "tr": {
      "description": "language name",
      "message": "Turco"
   },
   "tryAgain": {
      "description": "Link the user can click on when they got a warning that the local server isn't available",
      "message": "Riprova"
   },
   "turnOffRule": {
      "description": "Link shown in the popup to turn off, i.e. ignore, a rule (the rule - not just this match)",
      "message": "Disabilita questa regola ovunque"
   },
   "turnOnHint": {
      "description": "Message in hint popup",
      "message": "Qui puoi riattivare l'estensione"
   },
   "uk": {
      "description": "language name",
      "message": "Ucraino"
   },
   "unknownError": {
      "description": "Message shown to the user when his text is too large to be checked",
      "message": "Ci dispiace, qualcosa è andato storto durante il controllo del testo. Il riavvio del browser potrebbe risolvere questo problema."
   },
   "upgradeTeaserDiscount": {
      "description": "discount percentage",
      "message": "Risparmia $percent$%",
      "placeholders": {
         "percent": {
            "content": "$1",
            "example": "20"
         }
      }
   },
   "upgradeTeaserDiscountHeadline": {
      "description": "Headline for the discount teaser that should raise urgency",
      "message": "Offerta a tempo limitato"
   },
   "username": {
      "description": "Options dialog: user name for languagetoolplus.com",
      "message": "E-mail:"
   },
   "validatorHasMistakesHeadlinePlural": {
      "description": "Text displayed on top of text when the text contains spelling, punctuation or grammar errors",
      "message": "$count$ problemi di scrittura trovati",
      "placeholders": {
         "count": {
            "content": "$1",
            "example": "7"
         }
      }
   },
   "validatorHasMistakesHeadlineSingular": {
      "description": "Text displayed on top of text when the text contains spelling, punctuation or grammar errors",
      "message": "Un problema di scrittura trovato"
   },
   "validatorHasMistakesText": {
      "description": "Text displayed on top of text when the text contains spelling, punctuation or grammar errors",
      "message": "Clicca sulle parole evidenziate per correggerle."
   },
   "validatorHasPremiumErrorsButton": {
      "description": "Button that sends the user to the upgrade/pricing page",
      "message": "Scopri di più"
   },
   "validatorHasPremiumErrorsHeadlinePlural": {
      "description": "Text shown when the text contains writing issues that are only found in the premium version",
      "message": "Il tuo testo contiene $count$ problemi di scrittura avanzati",
      "placeholders": {
         "count": {
            "content": "$1",
            "example": "7"
         }
      }
   },
   "validatorHasPremiumErrorsHeadlineSingular": {
      "description": "Text shown when the text contains writing issues that are only found in the premium version",
      "message": "Il tuo testo contiene un problema di scrittura avanzato"
   },
   "validatorHasPremiumErrorsText": {
      "description": "Text shown when the text contains writing issues that are only found in the premium version",
      "message": "Fai l'upgrade a LanguageTool Premium per trovare molti più errori grammaticali, di stile e di punteggiatura."
   },
   "validatorLoadingHint": {
      "description": "Loading status, shown when text is currently being checked",
      "message": "Controllo del testo in corso…"
   },
   "validatorNoMistakesHeadline": {
      "description": "Text displayed on top of text when the text doesn't contain any errors",
      "message": "Congratulazioni, non è stato trovato alcun errore!"
   },
   "validatorNoTextStatus": {
      "description": "Text shown above validator text field when it doesn't have enough characters to be checked",
      "message": "Digita o incolla il tuo testo per controllarlo"
   },
   "validatorPlaceholder": {
      "description": "Text shown in text field when it's empty",
      "message": "Inserisci qui il tuo testo…"
   },
   "validatorPremiumButton": {
      "description": "Label for a button. Clicking it will send the user to the website where he can buy the premium version",
      "message": "Upgrade"
   },
   "validatorPremiumHeadline": {
      "description": "Title for a bullet point list of features the premium version has",
      "message": "Trova ulteriori problemi di scrittura e diventa uno scrittore migliore"
   },
   "validatorPremiumReason1": {
      "description": "Reason for buying the premium version",
      "message": "Un controllo più sofisticato di grammatica, punteggiatura e stile"
   },
   "validatorPremiumReason2": {
      "description": "Reason for buying the premium version",
      "message": "Controlla testi più lunghi (fino a 60.000 caratteri)"
   },
   "validatorPremiumReason3": {
      "description": "Reason for buying the premium version",
      "message": "Rilevamento automatico di errori nei codici (p.es. IBAN, ISBN, …)"
   },
   "validatorPremiumReason4": {
      "description": "Reason for buying the premium version",
      "message": "Estensione per Microsoft Office"
   },
   "validatorTextTooLongStatus": {
      "description": "Text shown above validator text field when text is too long for validation",
      "message": "Ci dispiace, questo testo è troppo lungo per essere controllato."
   },
   "variantCaDesc": {
      "description": "Options dialog: set the language variant",
      "message": "Interpreta il catalano come:"
   },
   "variantDeDesc": {
      "description": "Options dialog: set the language variant",
      "message": "Interpreta il tedesco come:"
   },
   "variantEnDesc": {
      "description": "Options dialog: set the language variant",
      "message": "Interpreta l'inglese come:"
   },
   "variantPtDesc": {
      "description": "Options dialog: set the language variant",
      "message": "Interpreta il portoghese come:"
   },
   "webstoreSiteNotSupported": {
      "description": "Error shown when Chrome extension is used on https://chrome.google.com/webstore, which doesn't work for technical reasons",
      "message": "Ci dispiace, LanguageTool non funziona nel sito del Web Store di Chrome. Funziona però in tutti gli altri siti dove puoi scrivere (p.es. Facebook, Gmail, Twitter e LinkedIn)."
   },
   "zh": {
      "description": "language name",
      "message": "Cinese"
   }
}
